{
  "AirPods_Max": {
    "id": "AirPods_Max",
    "title": "AirPods Max",
    "img": "http://localhost:5000/AirPods_Max_1.jpg",
    "prices": {
      "currentPrice": 45990,
      "oldPrice": 64990
    },
    "description":"Такого вы ещё не слышали.\n\nAirPods Max полностью меняют представление о полноразмерных наушниках. Драйвер, разработанный Apple, способен воспроизводить звук высокой чёткости. Каждая деталь, от оголовья до амбушюров, разработана для полного комфорта. Передовая функция активного шумоподавления блокирует внешние шумы, а «Прозрачный режим» позволяет слышать окружающий мир.\n\nОсновные характеристики\n• Динамический драйвер, разработанный Apple, способен воспроизводить звук высокой чёткости\n• Функция активного шумоподавления блокирует внешние шумы, чтобы вы могли полностью погрузиться в музыку\n• Прозрачный режим позволяет слышать окружающий мир\n• Технология пространственного аудио с функцией динамического отслеживания движений головы создаёт по‑настоящему живую и объёмную картину звука\n• Технологии вычислительного аудио, продуманная акустика, чип H1 и передовое программное обеспечение создают звук потрясающего качества\n• Сетчатое оголовье и амбушюры из пеноматериала с эффектом памяти обеспечивают комфорт\n• Доступные цвета: серебристый, «серый космос», «голубое небо», зелёный, розовый\n• 20 часов музыки, фильмов, разговоров — при использовании активного шумоподавления и пространственного аудио\n• Тонкий чехол Smart Case для хранения наушников в режиме сверхнизкого потребления энергии\n• Исключительно простая настройка, активация при надевании и мгновенное переключение с одного устройства на другое\n• Звук с iPhone, iPad, iPod touch или Apple TV можно передавать сразу на две пары AirPods\nМодель: AirPods Max",
    "images": [
      "http://localhost:5000/AirPods_Max_1.jpg",
      "http://localhost:5000/AirPods_Max_2.jpg",
      "http://localhost:5000/AirPods_Max_3.jpg",
      "http://localhost:5000/AirPods_Max_4.jpg",
      "http://localhost:5000/AirPods_Max_5.jpg"
    ]
  },
  "AirPods_Pro_2": {
    "id": "AirPods_Pro_2",
    "title": "AirPods Pro 2",
    "img": "http://localhost:5000/AirPods_Pro_2_1.jpg",
    "prices": {
      "currentPrice": 22990,
      "oldPrice": 24990
    },
    "description":"Магия Pro 2. На полную.\n\nНаушники Apple AirPods Pro — модель типа вкладыши в корпус из пластика, амбушюры сделаны из силикона. Благодаря стандарту IPX4 модель не боится попадания воды. Девайс поддерживает опцию беспроводного соединения с источником звука за счет наличия встроенного Bluetooth-адаптера версии 5.3. Радиус действия работы достигает 10 м, что дает возможность свободно перемещаться по квартире без смартфона в руке. Управление параметрами производится посредством сенсорной панели. Встроенный микрофон дает возможность общаться в мессенджерах, отвечать на звонки. Система активного шумоподавления обеспечивает выдачу чистого звука. Время непрерывной работы может достигать 6 часов. Наушники поставляются с футляром, поддерживающим функцию быстрой зарядки MagSafe и надежно защищающим содержимое от негативного внешнего воздействия. В комплект входят амбушюры и кабель USB-C.\nМодель: AirPods Pro",
    "images": [
      "http://localhost:5000/AirPods_Pro_2_1.jpg",
      "http://localhost:5000/AirPods_Pro_2_2.png",
      "http://localhost:5000/AirPods_Pro_2_3.png",
      "http://localhost:5000/AirPods_Pro_2_4.png"
    ]
  },
  "AirPods_3": {
    "id": "AirPods_3",
    "title": "AirPods 3",
    "img": "http://localhost:5000/AirPods_3_1.jpg",
    "prices": {
      "currentPrice": 15990,
      "oldPrice": 19990
    },
    "description": "Apple Airpods 3 – легкая модель с эргономичными вкладышами, форма которых была оптимизирована для более плотной и комфортной посадки. Наилучшее звучание достигается за счет правильного расположения устройств в ушах, при этом обеспечивается хорошая изоляция слушателя от звуков окружающего мира. Ножка стала короче на 33% в сравнении с аналогичной моделью второго поколения, при этом в нее смог уместиться датчик нажатия, при помощи которого пользователь сможет управлять звонками и воспроизведением музыки.\nВремя автономной работы наушников Apple Airpods 3 также было увеличено: теперь они способны проработать до 6 часов в режиме прослушивания и до 4 часов в режиме разговора. Главной особенностью модели стали улучшенные датчики контакта с кожей, при помощи которых она автоматически определяет момент, когда нужно включить или выключить вкладыши, что способствует экономии заряда аккумулятора. За пять минут подзарядки восполняется заряд источника питания, которого впоследствии хватит на час воспроизведения музыки или разговоров по телефону. Если AirPods периодически подзаряжать в футляре, их можно использовать более 30 часов.\nМодель: AirPods 3",
    "images": [
      "http://localhost:5000/AirPods_3_1.jpg",
      "http://localhost:5000/AirPods_3_2.jpg",
      "http://localhost:5000/AirPods_3_3.jpg"
    ]
  },
  "AirPods_2": {
    "id": "AirPods_2",
    "title": "AirPods 2",
    "img": "http://localhost:5000/AirPods_2_1.jpg",
    "prices": {
      "currentPrice": 11490,
      "oldPrice": 14990
    },
    "description": "Наушники Apple AirPods with Charging Case синхронизируются с источником звука с помощью модуля Bluetooth версии 5 с дальностью действия до 45 м. Гарнитура обеспечивает быстрый доступ к голосовому помощнику Siri, поддерживает Live-прослушивание и быструю зарядку в футляре.\nЭта модель оборудована сдвоенными направленными микрофонами, передающими речь без помех и искажений. На корпусе расположены кнопки управления воспроизведением. На одном заряде аккумулятора наушники работают до 5 часов. В комплекте — кабель с коннекторами Apple Lightning — USB Type-A.\nМодель: AirPods 2",
    "images": [
      "http://localhost:5000/AirPods_2_1.jpg",
      "http://localhost:5000/AirPods_2_2.jpg",
      "http://localhost:5000/AirPods_2_3.jpg"
    ]
  },
  "Apple_iPhone_16_Pro_Max": {
    "id": "Apple_iPhone_16_Pro_Max",
    "title": "Apple iPhone 16 Pro Max",
    "img": "http://localhost:5000/Apple_iPhone_16_Pro_Max_1.jpg",
    "prices": {
      "currentPrice": 149990,
      "oldPrice": 179990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\niPhone 16 Pro Max — это вершина технологий Apple, предлагающая самые передовые функции и максимальную производительность в элегантном дизайне. Оснащенный чипом A18 Pro, этот смартфон создан для тех, кто ищет лучшее: мощный 6-ядерный процессор и 6-ядерный графический модуль обеспечивают плавную работу даже самых ресурсоемких приложений, игр и задач с использованием искусственного интеллекта и дополненной реальности.\nСмартфон оснащен огромным 6,9-дюймовым Super Retina XDR OLED-дисплеем с разрешением 2796x1290 пикселей. Экран поддерживает ProMotion с частотой 120 Гц, что делает прокрутку и анимации исключительно плавными, а благодаря Always-On Display и максимальной яркости 2500 нит, вся важная информация всегда под рукой, даже при ярком солнечном свете.\nСистема тройных камер iPhone 16 Pro Max — настоящая революция в мобильной фотографии. Главная 48-мегапиксельная камера с апертурой f/1.5 и улучшенной системой стабилизации обеспечивает невероятные снимки при любом освещении. Улучшенный телеобъектив с 12-кратным оптическим зумом позволяет приближать объекты без потери качества, а ультраширокая камера делает широкоугольные снимки с потрясающей детализацией. Для профессионалов доступна запись видео в формате 8K с поддержкой ProRes, что позволяет снимать видео на профессиональном уровне.\nПоддержка 5G и Wi-Fi 6E обеспечивает молниеносные скорости интернета, а увеличенный аккумулятор позволяет устройству работать до 30 часов в режиме воспроизведения видео. Быстрая зарядка с MagSafe и поддержка беспроводной зарядки упрощают использование устройства.\nМодель: iPhone 16 Pro Max",
    "images": [
      "http://localhost:5000/Apple_iPhone_16_Pro_Max_1.jpg",
      "http://localhost:5000/Apple_iPhone_16_Pro_Max_2.jpg",
      "http://localhost:5000/Apple_iPhone_16_Pro_Max_3.jpg",
      "http://localhost:5000/Apple_iPhone_16_Pro_Max_4.jpg"
    ]
  },
  "Apple_iPhone_16_Pro": {
    "id": "Apple_iPhone_16_Pro",
    "title": "Apple iPhone 16 Pro",
    "img": "http://localhost:5000/Apple_iPhone_16_Pro_1.jpg",
    "prices": {
      "currentPrice": 114490,
      "oldPrice": 144990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\niPhone 16 Pro — это мощный и инновационный флагман Apple, сочетающий в себе передовые технологии и премиальные материалы. Оснащенный новым чипом A18 Pro, который включает в себя 6-ядерный процессор и 6-ядерный графический модуль, iPhone 16 Pro обеспечивает непревзойденную производительность, быструю работу и энергоэффективность. Этот чип создан для того, чтобы справляться с самыми сложными задачами — от профессионального редактирования видео до игр и работы с приложениями дополненной реальности.\niPhone 16 Pro оснащен 6,3-дюймовым Super Retina XDR OLED-дисплеем с разрешением 2556x1179 пикселей и поддержкой ProMotion с частотой обновления 120 Гц, обеспечивающей плавную анимацию и моментальный отклик. Благодаря технологии Always-On Display можно всегда видеть важную информацию на экране, не разблокируя устройство. Экран также поддерживает функцию Pro HDR, что делает изображение ещё более контрастным и реалистичным.\nКамеры iPhone 16 Pro являются одними из лучших на рынке. Тройная камера включает в себя 48-мегапиксельную основную камеру с апертурой f/1.5, ультраширокоугольную камеру на 12 Мп и новый телеобъектив с 10-кратным оптическим зумом. Камеры поддерживают улучшенный ночной режим, а также возможность записи видео в формате 8K с поддержкой ProRes, что позволяет создавать профессиональные видеоролики и фотографии с невероятной детализацией и динамическим диапазоном.\nПоддержка 5G и Wi-Fi 6E обеспечивает невероятно быструю передачу данных, а увеличенный аккумулятор теперь поддерживает до 25 часов работы в режиме воспроизведения видео. Функции MagSafe и быстрая беспроводная зарядка делают взаимодействие с устройством ещё проще.\nМодель: iPhone 16 Pro",
    "images": [
      "http://localhost:5000/Apple_iPhone_16_Pro_1.jpg",
      "http://localhost:5000/Apple_iPhone_16_Pro_2.jpg",
      "http://localhost:5000/Apple_iPhone_16_Pro_3.jpg",
      "http://localhost:5000/Apple_iPhone_16_Pro_4.jpg"
    ]
  },
  "Apple_iPhone_16_Plus": {
    "id": "Apple_iPhone_16_Plus",
    "title": "Apple iPhone 16 Plus",
    "img": "http://localhost:5000/Apple_iPhone_16_Plus_1.jpg",
    "prices": {
      "currentPrice": 109990,
      "oldPrice": 119990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\niPhone 16 Plus — это более крупная версия флагманского iPhone с расширенными возможностями и длительным временем автономной работы. Смартфон оснащен 6,8-дюймовым Super Retina XDR OLED-дисплеем с разрешением 2778x1284 пикселей. Крупный экран обеспечивает насыщенные цвета и глубокие черные тона, обеспечивая премиальный визуальный опыт.\nМодель работает на мощном чипе A18 Bionic с 6-ядерным процессором, который обеспечивает максимальную производительность и энергоэффективность. Этот чип отлично справляется с задачами, требующими высокой вычислительной мощности, будь то игры с графикой последнего поколения, редактирование видео или многозадачность.\nКамеры iPhone 16 Plus впечатляют: 48-мегапиксельная основная камера с апертурой f/1.6 и поддержкой ночного режима обеспечивает чёткие и яркие фотографии даже при слабом освещении. В комплекте — ультраширокоугольная камера с 12 Мп, позволяющая делать широкоформатные снимки. Кинематографический режим видеозаписи поддерживает разрешение 4K HDR, что даёт возможность создавать профессиональные видеоролики с эффектами глубины и плавной смены фокуса.\niPhone 16 Plus поддерживает 5G, обеспечивая высокую скорость загрузки и стабильное интернет-соединение. Встроенный аккумулятор обеспечивает до 28 часов воспроизведения видео, что делает этот смартфон идеальным выбором для тех, кто ищет устройство с длительным временем работы. Также поддерживаются быстрая зарядка через MagSafe и беспроводная зарядка.\nМодель: iPhone 16 Plus",
    "images": [
      "http://localhost:5000/Apple_iPhone_16_Plus_1.jpg",
      "http://localhost:5000/Apple_iPhone_16_Plus_2.jpg",
      "http://localhost:5000/Apple_iPhone_16_Plus_3.jpg",
      "http://localhost:5000/Apple_iPhone_16_Plus_4.jpg",
      "http://localhost:5000/Apple_iPhone_16_Plus_5.jpg"
    ]
  },
  "Apple_iPhone_16": {
    "id": "Apple_iPhone_16",
    "title": "Apple iPhone 16",
    "img": "http://localhost:5000/Apple_iPhone_16_1.jpg",
    "prices": {
      "currentPrice": 85990,
      "oldPrice": 99990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\niPhone 16 — это воплощение последних инноваций Apple в области мобильных технологий, объединяющее в себе передовые функции и элегантный дизайн. Новый чип A18 Bionic с 6-ядерным процессором и 5-ядерным графическим модулем обеспечивает невероятную производительность и энергоэффективность, что делает устройство подходящим как для повседневных задач, так и для требовательных игр и приложений дополненной реальности.\nСмартфон оснащен 6,2-дюймовым Super Retina XDR OLED-дисплеем с разрешением 2532x1170 пикселей. Яркость экрана достигает 2000 нит, что позволяет с комфортом пользоваться устройством даже при ярком солнечном свете.\nОдним из ключевых улучшений стала система камер. Основная 48-мегапиксельная камера с апертурой f/1.6 позволяет делать невероятно детализированные фотографии при любых условиях освещения. Функция оптической стабилизации изображения сдвигом сенсора минимизирует размытость. Улучшенный ночной режим делает ночную съемку более четкой, а кинематографический режим видео поддерживает запись в формате 4K с глубиной резкости и автоматической фокусировкой на движущиеся объекты.\niPhone 16 поддерживает 5G для быстрой передачи данных и оснащен увеличенным аккумулятором, который теперь обеспечивает до 22 часов работы в режиме воспроизведения видео. Также доступна поддержка быстрой и беспроводной зарядки MagSafe, которая упрощает процесс зарядки и взаимодействия с аксессуарами.\nМодель: iPhone 16",
    "images": [
      "http://localhost:5000/Apple_iPhone_16_1.jpg",
      "http://localhost:5000/Apple_iPhone_16_2.jpg",
      "http://localhost:5000/Apple_iPhone_16_3.jpg",
      "http://localhost:5000/Apple_iPhone_16_4.jpg",
      "http://localhost:5000/Apple_iPhone_16_5.jpg"
    ]
  },
  "Apple_iPhone_15_Pro_Max": {
    "id": "Apple_iPhone_15_Pro_Max",
    "title": "Apple iPhone 15 Pro Max",
    "img": "http://localhost:5000/Apple_iPhone_15_Pro_Max_1.jpg",
    "prices": {
      "currentPrice": 119990,
      "oldPrice": 174990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\nApple iPhone 15 Pro Max Natural Titanium получил дисплей диагональю 6,7 дюйма, выполненный по технологии Super Retina XDR. Разрешение — 2796x1290 пикселей, яркость достигает 2000 кд/м², контрастность составляет 2000000:1 — изображение четкое, детализированное и насыщенное. Частота обновления 120 Гц обеспечивает плавность отображения любого динамичного контента. Экран защищает прочное стекло Ceramic Shield.\nВ основе — шестиядерный процессор A17 Pro. Объем встроенной памяти для хранения данных — 256 Гб. Предусмотрена поддержка Wi-Fi для выхода в Сеть там, где есть точка доступа, Bluetooth версии 5.3 для связи с совместимыми устройствами и NFC для бесконтактной оплаты и других задач.\nОсновная камера тройная: 48/12/12 Мп. Она способна снимать в разрешении до 4К (3840x2160 пикселей). Оптический зум на увеличение и на уменьшение, цифровая и оптическая стабилизация и вспышка помогут получить отличные результаты в любых условиях. Фокус при съемке портретов можно менять уже после того, как сделан снимок. Для селфи и видеосвязи предназначена фронтальная камера на 12 Мп.\nСмартфон снабжен универсальным портом USB Type-C, соответствующий кабель для зарядки прилагается. Доступна также беспроводная и быстрая зарядка, поддерживается технология MagSafe. Корпус выполнен из авиационного титана, внутренняя рама — из алюминия (100% переработки), задняя панель отделана стеклом. На боковой панели размещена кнопка Action Button, отвечающая активацию беззвучного режима, включение камеры, фонарика и прочих функций. Заявлена защита по стандарту IP68 — смартфон может без вреда для себя погружаться на глубину до 6 м.\nМодель: iPhone 15 Pro Max",
    "images": [
      "http://localhost:5000/Apple_iPhone_15_Pro_Max_1.jpg",
      "http://localhost:5000/Apple_iPhone_15_Pro_Max_2.jpg",
      "http://localhost:5000/Apple_iPhone_15_Pro_Max_3.jpg",
      "http://localhost:5000/Apple_iPhone_15_Pro_Max_4.jpg"
    ]
  },
  "Apple_iPhone_15_Pro": {
    "id": "Apple_iPhone_15_Pro",
    "title": "Apple iPhone 15 Pro",
    "img": "http://localhost:5000/Apple_iPhone_15_Pro_1.jpg",
    "prices": {
      "currentPrice": 101990,
      "oldPrice": 149990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\nСмартфон Apple iPhone 15 Pro получил дисплей диагональю 6,1 дюйма, выполненный по технологии Super Retina XDR. Разрешение — 2556x1179 пикселей, яркость достигает 2000 кд/м², контрастность составляет 2000000:1 — изображение четкое, детализированное и насыщенное. Частота обновления 120 Гц обеспечивает плавность отображения любого динамичного контента. Экран защищает прочное стекло Ceramic Shield.\nВ основе — шестиядерный процессор A17 Pro. Предусмотрена поддержка Wi-Fi для выхода в Сеть там, где есть точка доступа, Bluetooth версии 5.3 для связи с совместимыми устройствами и NFC для бесконтактной оплаты и других задач.\nОсновная камера тройная: 48/12/12 Мп. Она способна снимать в разрешении до 4К (3840x2160 пикселей). Оптический зум на увеличение и на уменьшение, цифровая и оптическая стабилизация и вспышка помогут получить отличные результаты в любых условиях. Фокус при съемке портретов можно менять уже после того, как сделан снимок. Для селфи и видеосвязи предназначена фронтальная камера на 12 Мп.\nСмартфон снабжен универсальным портом USB Type-C, соответствующий кабель для зарядки прилагается. Доступна также беспроводная и быстрая зарядка, поддерживается технология MagSafe. Корпус выполнен из авиационного титана, внутренняя рама — из алюминия (100% переработки), задняя панель отделана стеклом. На боковой панели размещена кнопка Action Button, отвечающая активацию беззвучного режима, включение камеры, фонарика и прочих функций. Заявлена защита по стандарту IP68 — смартфон может без вреда для себя погружаться на глубину до 6 м.\nМодель: iPhone 15 Pro",
    "images": [
      "http://localhost:5000/Apple_iPhone_15_Pro_1.jpg",
      "http://localhost:5000/Apple_iPhone_15_Pro_2.jpg",
      "http://localhost:5000/Apple_iPhone_15_Pro_3.jpg",
      "http://localhost:5000/Apple_iPhone_15_Pro_4.jpg"
    ]
  },
  "Apple_iPhone_15": {
    "id": "Apple_iPhone_15",
    "title": "Apple iPhone 15",
    "img": "http://localhost:5000/Apple_iPhone_15_1.jpg",
    "prices": {
      "currentPrice": 69490,
      "oldPrice": 88990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\nСмартфон Apple iPhone 15 получил дисплей диагональю 6,1 дюйма, выполненный по технологии Super Retina XDR. Разрешение — 2556x1179 пикселей, яркость достигает 2000 нит, контрастность составляет 2000000:1 — изображение четкое, детализированное и насыщенное. Частота обновления 60 Гц обеспечивает плавность отображения любого динамичного контента. Экран защищает прочное стекло Ceramic Shield.\nВ основе — шестиядерный процессор A16 Bionic. Предусмотрена поддержка Wi-Fi для выхода в Сеть там, где есть точка доступа, Bluetooth версии 5.3 для связи с совместимыми устройствами и NFC для бесконтактной оплаты и других задач.\nОсновная камера двойная: 48/12 Мп. Она способна снимать в разрешении до 4К (3840x2160 пикселей). Оптический зум на увеличение и на уменьшение, цифровая и оптическая стабилизация и вспышка помогут получить отличные результаты в любых условиях. Фокус при съемке портретов можно менять уже после того, как сделан снимок. Для селфи и видеосвязи предназначена фронтальная камера на 12 Мп.\nСмартфон снабжен универсальным портом USB Type-C, соответствующий кабель для зарядки прилагается. Доступна также беспроводная и быстрая зарядка, поддерживается технология MagSafe. Корпус выполнен из авиационного алюминия, причем на 75% — из переработанного материала, задняя панель отделана стеклом. Заявлена защита по стандарту IP68 — смартфон может без вреда для себя погружаться на глубину до 6 м.\nМодель: iPhone 15",
    "images": [
      "http://localhost:5000/Apple_iPhone_15_1.jpg",
      "http://localhost:5000/Apple_iPhone_15_2.jpg",
      "http://localhost:5000/Apple_iPhone_15_3.jpg",
      "http://localhost:5000/Apple_iPhone_15_4.jpg",
      "http://localhost:5000/Apple_iPhone_15_5.jpg"
    ]
  },
  "Apple_iPhone_SE_2022": {
    "id": "Apple_iPhone_SE_2022",
    "title": "Apple iPhone SE 2022",
    "img": "http://localhost:5000/Apple_iPhone_SE_2022_1.jpg",
    "prices": {
      "currentPrice": 29990,
      "oldPrice": 34990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\nСмартфон Apple iPhone 15 получил дисплей диагональю 6,1 дюйма, выполненный по технологии Super Retina XDR. Разрешение — 2556x1179 пикселей, яркость достигает 2000 нит, контрастность составляет 2000000:1 — изображение четкое, детализированное и насыщенное. Частота обновления 60 Гц обеспечивает плавность отображения любого динамичного контента. Экран защищает прочное стекло Ceramic Shield.\nВ основе — шестиядерный процессор A16 Bionic. Предусмотрена поддержка Wi-Fi для выхода в Сеть там, где есть точка доступа, Bluetooth версии 5.3 для связи с совместимыми устройствами и NFC для бесконтактной оплаты и других задач.\nОсновная камера двойная: 48/12 Мп. Она способна снимать в разрешении до 4К (3840x2160 пикселей). Оптический зум на увеличение и на уменьшение, цифровая и оптическая стабилизация и вспышка помогут получить отличные результаты в любых условиях. Фокус при съемке портретов можно менять уже после того, как сделан снимок. Для селфи и видеосвязи предназначена фронтальная камера на 12 Мп.\nСмартфон снабжен универсальным портом USB Type-C, соответствующий кабель для зарядки прилагается. Доступна также беспроводная и быстрая зарядка, поддерживается технология MagSafe. Корпус выполнен из авиационного алюминия, причем на 75% — из переработанного материала, задняя панель отделана стеклом. Заявлена защита по стандарту IP68 — смартфон может без вреда для себя погружаться на глубину до 6 м.\nМодель: iPhone 15",
    "images": [
      "http://localhost:5000/Apple_iPhone_SE_2022_1.jpg",
      "http://localhost:5000/Apple_iPhone_SE_2022_2.jpg",
      "http://localhost:5000/Apple_iPhone_SE_2022_3.jpg"
    ]
  },
  "Apple_iPhone_14_Plus": {
    "id": "Apple_iPhone_14_Plus",
    "title": "Apple iPhone 14 Plus",
    "img": "http://localhost:5000/Apple_iPhone_14_Plus_1.jpg",
    "prices": {
      "currentPrice": 67990,
      "oldPrice": 69990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\nСмартфон Apple iPhone 14 Plus (оснащен экраном диагональю 6,7 дюйма, выполненным по технологии OLED. Дисплей типа Super Retina XDR обладает разрешением 2778х1284 пикселей. В этой модели установлен шестиядерный процессор А15 Bionic.\nДля выхода в интернет можно применять мобильное соединение всех стандартов (вплоть до 5G) или Wi-Fi. В смартфон интегрированы модули беспроводной передачи данных NFC и Bluetooth версии 5.3. Чтобы защитить личные данные, можно установить разблокировку с помощью сенсора распознавания лица.\nЭта модель оборудована двумя основными и одной фронтальной камерами. Разрешение каждой — 12 Мп. Главные модули снабжены вспышкой, оптическим и цифровыми зумами и стабилизатором. Устройство позволяет записывать видео в качестве 4К (3840x2160 пикселей).\nКорпус выполнен из алюминия, стекло — по технологии Ceramic Shield. Девайс обладает классом влагозащиты IP68, благодаря которому он не пострадает при погружении на глубину до 6 м. Для подключения к сети используется кабель с коннекторами Lightning и USB Type-C (в комплекте). Эта модель поддерживает функции быстрой зарядки и беспроводной MagSafe.\nРазмеры смартфона — 160,8х78,1х7,8 см, вес — 203 г.\nМодель: iPhone 14 PLus",
    "images": [
      "http://localhost:5000/Apple_iPhone_14_Plus_1.jpg",
      "http://localhost:5000/Apple_iPhone_14_Plus_2.jpg",
      "http://localhost:5000/Apple_iPhone_14_Plus_3.jpg",
      "http://localhost:5000/Apple_iPhone_14_Plus_4.jpg",
      "http://localhost:5000/Apple_iPhone_14_Plus_5.jpg",
      "http://localhost:5000/Apple_iPhone_14_Plus_6.jpg"
    ]
  },
  "Apple_iPhone_14": {
    "id": "Apple_iPhone_14",
    "title": "Apple iPhone 14",
    "img": "http://localhost:5000/Apple_iPhone_14_1.jpg",
    "prices": {
      "currentPrice": 61990,
      "oldPrice": 79990
    },
    "description":"Данный IPhone не активирован и имеет гарантию от магазина 1 год.\n\nСмартфон iPhone 14 оснащен экраном диагональю 6,1 дюйма, выполненным по технологии OLED. Дисплей типа Super Retina XDR обладает разрешением 2532x1170 пикселей. В этой модели установлен шестиядерный процессор А15 Bionic.\nДля выхода в интернет можно применять мобильное соединение всех стандартов (вплоть до 5G) или Wi-Fi. В смартфоне есть модули беспроводной передачи данных NFC и Bluetooth версии 5.3. Чтобы защитить личные данные, можно установить разблокировку с помощью сенсора распознавания лица.\nЭта модель оборудована двумя основными и одной фронтальной камерами. Разрешение каждой — 12 Мп. Главные модули снабжены вспышкой, оптическим и цифровыми зумами и стабилизатором. Устройство позволяет записывать видео в качестве 4К (3840x2160 пикселей).\nКорпус выполнен из алюминия, стекло — по технологии Ceramic Shield. Девайс обладает классом влагозащиты IP68, благодаря которому он не пострадает при погружении на глубину до 6 м. Для подключения к сети используется кабель с коннекторами Lightning и USB Type-C (есть в комплекте). Эта модель поддерживает функции быстрой зарядки и беспроводной MagSafe.\nРазмеры смартфона — 146,7х71,5х7,8 см, вес — 172 г.\nМодель: iPhone 14",
    "images": [
      "http://localhost:5000/Apple_iPhone_14_1.jpg",
      "http://localhost:5000/Apple_iPhone_14_2.jpg",
      "http://localhost:5000/Apple_iPhone_14_3.jpg",
      "http://localhost:5000/Apple_iPhone_14_4.jpg",
      "http://localhost:5000/Apple_iPhone_14_5.jpg",
      "http://localhost:5000/Apple_iPhone_14_6.jpg"
    ]
  },
  "MacBook_Pro_16": {
    "id": "MacBook_Pro_16",
    "title": "MacBook Pro 16",
    "img": "http://localhost:5000/MacBook_Pro_16_1.png",
    "prices": {
      "currentPrice": 229990,
      "oldPrice": 249990
    },
    "description":"MacBook Pro вырывается вперед с чипами M3, M3 Pro и M3 Max. Созданные по 3-нанометровой технологии они представляют собой самые совершенные чипы, когда-либо созданные для персональных компьютеров. И каждый из них приносит больше профессиональной производительности и возможностей. Впервые в MacBook Pro реализована аппаратно-ускоренная трассировка лучей.\nПроцессор: M3 Pro\n\nМодель: MacBook Pro",
    "images": [
      "http://localhost:5000/MacBook_Pro_16_1.png",
      "http://localhost:5000/MacBook_Pro_16_2.png"
    ]
  },
  "MacBook_Pro_14_M3_Pro": {
    "id": "MacBook_Pro_14_M3_Pro",
    "title": "MacBook Pro 14, M3 Pro",
    "img": "http://localhost:5000/MacBook_Pro_14_M3_Pro_1.png",
    "prices": {
      "currentPrice": 199990,
      "oldPrice": 219990
    },
    "description":"MacBook Pro вырывается вперед с чипами M3, M3 Pro и M3 Max. Созданные по 3-нанометровой технологии они представляют собой самые совершенные чипы, когда-либо созданные для персональных компьютеров. И каждый из них приносит больше профессиональной производительности и возможностей. Впервые в MacBook Pro реализована аппаратно-ускоренная трассировка лучей.\nПроцессор: M3 Pro\n\nМодель: MacBook Pro",
    "images": [
      "http://localhost:5000/MacBook_Pro_14_M3_Pro_1.png",
      "http://localhost:5000/MacBook_Pro_14_M3_Pro_2.png"
    ]
  },
  "MacBook_Pro_14_M3": {
    "id": "MacBook_Pro_14_M3",
    "title": "MacBook Pro 14, M3 Pro",
    "img": "http://localhost:5000/MacBook_Pro_14_M3_1.png",
    "prices": {
      "currentPrice": 145990,
      "oldPrice": 169990
    },
    "description":"MacBook Pro вырывается вперед с чипами M3, M3 Pro и M3 Max. Созданные по 3-нанометровой технологии они представляют собой самые совершенные чипы, когда-либо созданные для персональных компьютеров. И каждый из них приносит больше профессиональной производительности и возможностей. Впервые в MacBook Pro реализована аппаратно-ускоренная трассировка лучей.\nПроцессор: M3\n\nМодель: MacBook Pro",
    "images": [
      "http://localhost:5000/MacBook_Pro_14_M3_1.png",
      "http://localhost:5000/MacBook_Pro_14_M3_2.png"
    ]
  },
  "MacBook_Air_15_M3": {
    "id": "MacBook_Air_15_M3",
    "title": "MacBook Air 15, M3",
    "img": "http://localhost:5000/MacBook_Air_15_M3.jpg",
    "prices": {
      "currentPrice": 127990,
      "oldPrice": 129990
    },
    "description":"MacBook Air 15 с лёгкостью справляется с рабочими задачами и развлечениями. Встроенный чип M3 обеспечивает больше возможностей и продвинутых функций для искусственного интеллекта. Аудиосистема нового MacBook Air 15 отличается широким стерео звучанием и поддержкой системы звука в многоканальном режиме. Для наушников предусмотрен выход 3,5 мм.\nПроцессор: M3\n\nМодель: MacBook Air",
    "images": [
      "http://localhost:5000/MacBook_Air_15_M3_1.jpg",
      "http://localhost:5000/MacBook_Air_15_M3_2.jpg",
      "http://localhost:5000/MacBook_Air_15_M3_3.jpg",
      "http://localhost:5000/MacBook_Air_15_M3_4.jpg"
    ]
  },
  "MacBook_Air_13_M3": {
    "id": "MacBook_Air_13_M3",
    "title": "MacBook Air 13, M3",
    "img": "http://localhost:5000/MacBook_Air_13_M3_1.jpg",
    "prices": {
      "currentPrice": 106490,
      "oldPrice": 129990
    },
    "description":"MacBook Air 13 с лёгкостью справляется с рабочими задачами и развлечениями. Встроенный чип M3 обеспечивает больше возможностей и продвинутых функций для искусственного интеллекта. Аудиосистема нового MacBook Air 13 отличается широким стерео звучанием и поддержкой системы звука в многоканальном режиме. Для наушников предусмотрен выход 3,5 мм.\nПроцессор: M3\n\nМодель: MacBook Air",
    "images": [
      "http://localhost:5000/MacBook_Air_13_M3_1.jpg",
      "http://localhost:5000/MacBook_Air_13_M3_2.jpg",
      "http://localhost:5000/MacBook_Air_13_M3_3.jpg",
      "http://localhost:5000/MacBook_Air_13_M3_4.jpg"
    ]
  },
  "MacBook_Pro_16_M2_Pro": {
    "id": "MacBook_Pro_16_M2_Pro",
    "title": "MacBook Pro 16, M2 Pro",
    "img": "http://localhost:5000/MacBook_Pro_16_M2_Pro_1.png",
    "prices": {
      "currentPrice": 179990,
      "oldPrice": 199990
    },
    "description":"Apple MacBook Pro 16\" (2023, M2 Pro) — это мощный ноутбук с чипом M2 Pro, который сочетает в себе до 12-ядерного процессора и до 19-ядерного графического процессора. Он оснащен 16-дюймовым Liquid Retina XDR дисплеем, обеспечивающим яркие и детализированные изображения. С поддержкой до 96 ГБ оперативной памяти и до 8 ТБ SSD, MacBook Pro 16\" гарантирует отличную многозадачность и быстрый доступ к данным. Дополнительные порты включают Thunderbolt 4, HDMI, SDXC и MagSafe 3, что делает подключение устройств простым и удобным. Премиум стереозвук с поддержкой Dolby Atmos добавляет насыщенности аудиовосприятию.\nПроцессор: M3 Pro\n\nМодель: MacBook Pro",
    "images": [
      "http://localhost:5000/MacBook_Pro_16_M2_Pro_1.png",
      "http://localhost:5000/MacBook_Pro_16_M2_Pro_2.png"
    ]
  },
  "MacBook_Pro_13_M2": {
    "id": "MacBook_Pro_13_M2",
    "title": "MacBook Pro 13, M2",
    "img": "http://localhost:5000/MacBook_Pro_13_M2_1.png",
    "prices": {
      "currentPrice": 119990,
      "oldPrice": 129990
    },
    "description":"Apple MacBook Pro — модель с предустановленной ОС macOS. Корпус произведен из алюминия. Полноразмерная клавиатура помогает быстро набирать текстовые данные. Стекло покрывает дисплей и матрицу. Панель Touch Bar дает возможность управлять ноутбуком посредством жестов. В лэптоп установлен 13,3-дюймовый экран, характеризующийся высокой яркостью 500 кд/м². На дисплее отображается детализированная картинка в разрешении 2560х1600 пикселей. Частота обновления составляет 60 Гц.\nЗа высокую производительность отвечают восьмиядерный процессор Apple M2 с тактовой частотой 3,49 ГГц и оперативная память на 8 Гб. SSD-накопитель объемом 256 или 512 Гб станет надежным хранилищем для большого количества файлов. Быстрое и стабильное беспроводное подключение гарантируют Wi-Fi с поддержкой стандартов IEEE 802.11aх и Bluetooth версии 5.0.\nВеб-камера, встроенные микрофоны и динамики обеспечат качественное изображение и чистый звук во время общения по видеозвонку. За безопасность отвечает датчик отпечатков пальцев. Предусмотрены интерфейсы Thunderbolt/USB 4 и разъем для наушников. Литий-полимерный аккумулятор емкостью 58,2 Вт*ч обеспечивает максимальное время работы без подзарядки до 20 часов. В комплект входят блок питания и кабель для зарядки.\nПроцессор: M2\n\nМодель: MacBook Pro",
    "images": [
      "http://localhost:5000/MacBook_Pro_13_M2_1.png",
      "http://localhost:5000/MacBook_Pro_13_M2_2.png"
    ]
  },
  "Apple_Watch_Ultra_2": {
    "id": "Apple_Watch_Ultra_2",
    "title": "Apple Watch Ultra 2",
    "img": "http://localhost:5000/Apple_Watch_Ultra_2_1.jpg",
    "prices": {
      "currentPrice": 79990,
      "oldPrice": 86990
    },
    "description": "Самые надежные и функциональные Apple Watch снова расширяют границы возможностей. Мощный чип S9 SiP. Волшебный способ использовать часы, не прикасаясь к экрану. Самый яркий дисплей Apple за всю историю. Apple Watch Ultra 2 — незаменимый и универсальный инструмент, который помещается на вашем запястье. Он сочетает невероятные возможности в удивительно компактном пространстве.\nApple Watch Ultra 2 созданы для непревзойденной производительности. Легкий титановый корпус прочен и устойчив к коррозии, а приподнятый корпус защищает сапфировое стекло от ударов по краям.\nДисплей Always-On Retina имеет пиковую яркость 3000 нит, что делает его еще более читаемым при ярком солнечном свете. В условиях низкой освещенности яркость снижается до 1 нит. Ночной режим теперь активируется автоматически в темноте.\nБыстро и легко взаимодействуйте с Apple Watch Ultra 2, не прикасаясь к дисплею. Дважды коснитесь указательного и большого пальца, чтобы отвечать на вызовы, приостанавливать и возобновлять таймеры и выполнять другие действия. Это делает повседневные действия еще проще, особенно в сложных ситуациях, когда у вас нет лишних рук.\nМодель: Apple Watch Ultra",
    "images": [
      "http://localhost:5000/Apple_Watch_Ultra_2_1.jpg",
      "http://localhost:5000/Apple_Watch_Ultra_2_2.jpg",
      "http://localhost:5000/Apple_Watch_Ultra_2_3.jpg",
      "http://localhost:5000/Apple_Watch_Ultra_2_4.jpg"
    ]
  },
  "Apple_Watch_10": {
    "id": "Apple_Watch_10",
    "title": "Apple Watch 10",
    "img": "http://localhost:5000/Apple_Watch_10_1.jpg",
    "prices": {
      "currentPrice": 47990,
      "oldPrice": 55990
    },
    "description":"Apple Watch Series 10 – вершина технологий носимых устройств, созданная для улучшения вашего повседневного опыта. С элегантным, прочным дизайном и потрясающим Retina-дисплеем, этот смарт-часы объединяет стиль и функциональность.\nКлючевые особенности:\nУлучшенный дисплей: Яркий и насыщенный дисплей для отличной видимости при любом освещении.\nРасширенный мониторинг здоровья: Отслеживайте частоту сердечных сокращений, уровень кислорода в крови и даже мониторинг сна с высокой точностью.\nУлучшенная батарея: Наслаждайтесь продолжительным использованием благодаря батарее, которая держится весь день даже при активном использовании.\nНовые режимы фитнеса: Получайте персонализированные рекомендации по тренировкам и детализированные метрики для различных видов активности.\nБесшовная интеграция: Легко синхронизируйте с вашим iPhone и получайте доступ к любимым приложениям, уведомлениям и многому другому.\nНастраиваемые ремешки: Выбирайте из широкого ассортимента ремешков, чтобы соответствовать вашему стилю и предпочтениям по комфорту.\nОставайтесь на связи, следите за здоровьем и опережайте время с Apple Watch Series 10. Исследуйте будущее смарт-часов уже сегодня!\nМодель: Apple Watch 10",
    "images": [
      "http://localhost:5000/Apple_Watch_10_1.jpg",
      "http://localhost:5000/Apple_Watch_10_2.jpg",
      "http://localhost:5000/Apple_Watch_10_3.jpg"
    ]
  },
  "Apple_Watch_9": {
    "id": "Apple_Watch_9",
    "title": "Apple Watch 9",
    "img": "http://localhost:5000/Apple_Watch_9_1.jpg",
    "prices": {
      "currentPrice": 30490,
      "oldPrice": 44990
    },
    "description":"«Сердцем» Apple Watch Series 9 стал чип S9 с 5,6 млрд транзисторов. Чип, в сравнении с прошлым поколением, получил на 30 % более производительный GPU, благодаря чему анимации в системе стали более плавными, а также 4-ядерный нейронный блок, значительно ускоряющий работу Siri.\nТакже Siri теперь может получать данные о здоровье пользователя. Их сохранность гарантируется тем, что Siri работает непосредственно на часах и не передает данные на серверы компании. Интеграция Siri c Health дает возможность задавать голосовому помощнику вопросы о состоянии своего здоровья и получать ответы на основе данных, записанных на часы.\nТакже Apple Watch Series 9 получили чип Ultra Wideband. Благодаря ему смарт-часы «научились» точнее искать iPhone.\nДисплей в Watch Series 9 стал вдвое ярче, чем у предшественника. Теперь поддерживается яркость до 2000 нит, а минимальная составляет всего 1 нит.\nНо главная фишка Apple Watch Series 9 - Double Tap. Активируется функция посредством двух быстрых касаний указательного и большого пальцев друг об друга. С помощью Double Tap можно, например, ответить на звонок, выключить будильник или управлять воспроизведением музыки. Для работы фичи задействуются датчики внутри часов, включая гироскоп, акселерометр, а за обработку команды и правильное ее улавливание отвечает ИИ.\nМодель: Apple Watch 9",
    "images": [
      "http://localhost:5000/Apple_Watch_9_1.jpg",
      "http://localhost:5000/Apple_Watch_9_2.jpg",
      "http://localhost:5000/Apple_Watch_9_3.jpg",
      "http://localhost:5000/Apple_Watch_9_4.jpg",
      "http://localhost:5000/Apple_Watch_9_5.jpg"
    ]
  },
  "Apple_Watch_8": {
    "id": "Apple_Watch_8",
    "title": "Apple Watch 8",
    "img": "http://localhost:5000/Apple_Watch_8_1.jpg",
    "prices": {
      "currentPrice": 28990,
      "oldPrice": 42990
    },
    "description":"Apple Series 8. Корпус сделан из алюминия, обладает высоким классом водонепроницаемости (можно погружать под воду на глубину до 50 м). Гаджет оснащен гироскопом, датчиком ускорения, навигатором GPS, модулями Bluetooth и Wi-Fi. Ресурса аккумулятора хватает на 18 часов. Сенсорный дисплей Retina LTPO OLED обладает яркостью 1000 кд/кв. м. Девайс оснащен силиконовым ремешком-браслетом. Весит модель 32 г.\nМодель: Apple Watch 8",
    "images": [
      "http://localhost:5000/Apple_Watch_8_1.jpg",
      "http://localhost:5000/Apple_Watch_8_2.jpg",
      "http://localhost:5000/Apple_Watch_8_3.jpg",
      "http://localhost:5000/Apple_Watch_8_4.jpg"
    ]
  },
  "Apple_Watch_SE_2": {
    "id": "Apple_Watch_SE_2",
    "title": "Apple Watch SE 2",
    "img": "http://localhost:5000/Apple_Watch_SE_2_1.jpg",
    "prices": {
      "currentPrice": 19990,
      "oldPrice": 29990
    },
    "description": "Apple Watch SE2 выполнены из алюминия с ремешком из фторкаучука, длина которого регулируется от 130 мм до 180 мм. Часы можно погружать в воду на глубину до 50 м. Дисплей представлен матрицей OLED LTPO с технологией Retina, яркостью 100 кд/м² и разрешением 324х394 пикселя.\nЧасы получают питание от встроенного литий-ионного аккумулятора, емкость которого рассчитана на 18 часов работы. Для зарядки в комплекте есть кабель с креплением на магните.\nВ устройство установлены оптический датчик измерения сердечного ритма второго поколения, компас, высотомер, датчик измерения скорости, гироскоп, датчик определения падения, датчик аварий, который при дорожно-транспортном происшествии автоматически вызывает службу спасения. Для подключения к интернету есть Wi-Fi с частотой 2,4 ГГц, для сопряжения со смартфоном используется модуль Bluetooth версии 5.0. Объем внутренней памяти — 32 Гб. Часы поддерживают функцию звонка и отправки сообщений, позволяют использовать голосового помощника Siri, есть возможность выбора разных циферблатов и замены ремешка.\nМодель: Apple Watch SE 2",
    "images": [
      "http://localhost:5000/Apple_Watch_SE_2_1.jpg",
      "http://localhost:5000/Apple_Watch_SE_2_2.jpg",
      "http://localhost:5000/Apple_Watch_SE_2_3.jpg"
    ]
  },
  "Apple_iPad_Pro_M4": {
    "id": "Apple_iPad_Pro_M4",
    "title": "Apple iPad Pro M4",
    "img": "http://localhost:5000/Apple_iPad_Pro_M4_1.jpg",
    "prices": {
      "currentPrice": 99990,
      "oldPrice": 109990
    },
    "description":"Данный IPad не активирован и имеет гарантию от магазина 1 год.\n\nApple iPad Pro M4 сочетает в себе потрясающую мощность и невероятно тонкий, легкий и портативный дизайн. В дисплее Ultra Retina XDR реализована революционная тандемная технология OLED. Чрезвычайная яркость, невероятно точный контраст и передовые технологии, такие как ProMotion и True Tone, обеспечивают потрясающие визуальные впечатления . И вы можете использовать эталонный режим для рабочих процессов с точной цветопередачей. Операционная система iPadOS 17 создана для того, чтобы вы могли легко и эффективно делать все, что вам нравится, от первого прикосновения до последних штрихов. Используйте несколько приложений одновременно, пишите в любом текстовом поле и быстро и эффективно перемещайтесь, используя только палец,\nСнимайте, редактируйте и делитесь всем на одном устройстве с помощью профессиональной системы камер со сканером LiDAR, микрофонами студийного качества и четырьмя динамиками. Снимайте видео в формате 4K ProRes, совершайте видеозвонки с помощью горизонтальной фронтальной камеры и сканируйте документы значительно лучше, улучшенные искусственным интеллектом.\nМодель: iPad Pro 2024",
    "images": [
      "http://localhost:5000/Apple_iPad_Pro_M4_1.jpg",
      "http://localhost:5000/Apple_iPad_Pro_M4_2.jpg"
    ]
  },
  "Apple_iPad_Air_M2": {
    "id": "Apple_iPad_Air_M2",
    "title": "Apple iPad Air M2",
    "img": "http://localhost:5000/Apple_iPad_Air_M2_1.jpg",
    "prices": {
      "currentPrice": 64990,
      "oldPrice": 69990
    },
    "description":"Данный IPad не активирован и имеет гарантию от магазина 1 год.\n\nВаши мечты о безграничном пространстве для творчества осуществляются с планшетом Apple iPad Air (2024). Совершенно новый чип Apple M2 обеспечивает мощную производительность, позволяя воплотить в жизнь самые амбициозные проекты. Благодаря Liquid Retina дисплею вы окунетесь в захватывающие миры высокого разрешения, а передняя 12-мегапиксельная камера с функцией Center Stage создаст удивительные селфи и видеозвонки, оставляя вас в центре внимания.\nОбновленный iPad Air представлен в двух размерах: 11\" и 13\", обеспечивая больше выбора для пользователей.\nПланшет доступен в четырех красивых цветах: сером, голубом, фиолетовом и сияющей звезде, что позволяет каждому подобрать свой идеальный стиль.\nОба размера оснащены великолепным дисплеем Liquid Retina, обеспечивающим высокое качество изображения и яркие цвета.\nПользователи могут выбрать версию с памятью от 128 ГБ до 1 ТБ, что позволяет хранить большое количество данных и приложений.\nДля удобства подключения к сети доступны варианты с Wi-Fi и Wi-Fi + Cellular, обеспечивающие быстрое и надежное подключение к Интернету в любой ситуации.\nНовый iPad Air с чипом M2 открывает новые возможности для пользователей. Сверхбыстрый и мощный чип M2 гарантирует невероятную производительность, делая планшет идеальным инструментом как для работы, так и для развлечений. Сочетание мощного 8-ядерного процессора, 10-ядерного графического процессора и 16-ядерного нейронного процессора позволяет легко справляться с самыми сложными задачами.\nМодель: iPad Air 2024\n",
    "images": [
      "http://localhost:5000/Apple_iPad_Air_M2_1.jpg",
      "http://localhost:5000/Apple_iPad_Air_M2_2.jpg",
      "http://localhost:5000/Apple_iPad_Air_M2_3.jpg",
      "http://localhost:5000/Apple_iPad_Air_M2_4.jpg"
    ]
  },
  "Apple_iPad_Mini_6": {
    "id": "Apple_iPad_Mini_6",
    "title": "Apple iPad Mini 6",
    "img": "http://localhost:5000/Apple_iPad_Mini_6_1.jpg",
    "prices": {
      "currentPrice": 47990,
      "oldPrice": 54990
    },
    "description":"Данный IPad не активирован и имеет гарантию от магазина 1 год.\n\nПланшет Apple iPad mini 6th gen. работает на базе шестиядерного процессора A15 Bionic с чипом Neural Engine, поддерживающим передовые функции машинного обучения. Размер оперативной памяти девайса 4 Гб, встроенной eMMC — 64 Гб. Двухдиапазонная антенна Wi-Fi версий 4. 5. 6 с технологией многопотоковой передачи данных MIMO и Bluetooth 5.0 поддерживают беспроводную связь с совместимым оборудованием. Операционная система iPadOS с понятным интерфейсом. сотнями актуальных приложений для IPad и системой многоступенчатой защиты информации обеспечивает стабильную работу устройства в режиме многозадачности.\nАнтибликовый IPS мультитач дисплей Liquid Retina диагональю 8,3 дюйма поддерживает вывод изображений с разрешением 1488x2266 пикселей и точной передачей мельчайших цветовых нюансов. Тыльная камера 12 Мп с диафрагмой f/1.8 и опцией SmartHDR 3 обеспечивает съемку фото и видео в формате 4К при 60 кадрах в секунду. Сверхширокоугольный селфи-объектив с функцией «Всегда в кадре» фокусирует внимание на лице во время видеозвонков даже при движении головы. Четыре встроенных динамика и два микрофона\nМодель: iPad Mini 6",
    "images": [
      "http://localhost:5000/Apple_iPad_Mini_6_1.jpg",
      "http://localhost:5000/Apple_iPad_Mini_6_2.jpg",
      "http://localhost:5000/Apple_iPad_Mini_6_3.jpg",
      "http://localhost:5000/Apple_iPad_Mini_6_4.jpg"
    ]
  },
  "Apple_iPad_10": {
    "id": "Apple_iPad_10",
    "title": "Apple iPad 10",
    "img": "http://localhost:5000/Apple_iPad_10_1.jpg",
    "prices": {
      "currentPrice": 34490,
      "oldPrice": 52990
    },
    "description":"Данный IPad не активирован и имеет гарантию от магазина 1 год.\n\nПланшет Apple iPad mini 6th gen. работает на базе шестиядерного процессора A15 Bionic с чипом Neural Engine, поддерживающим передовые функции машинного обучения. Размер оперативной памяти девайса 4 Гб, встроенной eMMC — 64 Гб. Двухдиапазонная антенна Wi-Fi версий 4. 5. 6 с технологией многопотоковой передачи данных MIMO и Bluetooth 5.0 поддерживают беспроводную связь с совместимым оборудованием. Операционная система iPadOS с понятным интерфейсом. сотнями актуальных приложений для IPad и системой многоступенчатой защиты информации обеспечивает стабильную работу устройства в режиме многозадачности.\nАнтибликовый IPS мультитач дисплей Liquid Retina диагональю 8,3 дюйма поддерживает вывод изображений с разрешением 1488x2266 пикселей и точной передачей мельчайших цветовых нюансов. Тыльная камера 12 Мп с диафрагмой f/1.8 и опцией SmartHDR 3 обеспечивает съемку фото и видео в формате 4К при 60 кадрах в секунду. Сверхширокоугольный селфи-объектив с функцией «Всегда в кадре» фокусирует внимание на лице во время видеозвонков даже при движении головы. Четыре встроенных динамика и два микрофона\nМодель: iPad Mini 6",
    "images": [
      "http://localhost:5000/Apple_iPad_10_1.jpg",
      "http://localhost:5000/Apple_iPad_10_2.jpg",
      "http://localhost:5000/Apple_iPad_10_3.jpg",
      "http://localhost:5000/Apple_iPad_10_4.jpg"
    ]
  }
}